/* 

   Localizable.strings

   Copyright 2010 Trollwerks Inc. All rights reserved.
 
*/

"YES" = "Yes";
"NO" = "No";
"OK" = "OK";
"CANCEL" = "Cancel";

"UNDERCONSTRUCTION" = "Under Construction";
"NOTIMPLEMENTEDYET" = "This feature is not implemented yet.";

"NOINTERNETTITLE" = "Internet Unavailable";
"NOINTERNETMESSAGE" = "Sorry, the Internet is unavailable. Please try again later.";
"BOGUSINTERNETTITLE" = "Internet Unavailable";
"BOGUSINTERNETMESSAGE" = "Unexpected data was received from the Internet. Please check your connection.";

"TITLEINTRO" = "Introduction";
"TITLERECORDINGS" = "Recordings";
"TITLECREATE" = "Create";
"TITLEADD" = "Add";
"TITLEMOREINFO" = "More Info";
"TITLEPLAYER" = "Player";

"INFORECORDING" = "Select the recording name to see more info on it.";
"INFOEMPTY" = "Your custom playlist is empty. Tap the '+' button to add tracks.";
"INFOCREATE" = "Select the individual recording name to see a detailed description or to listen to it.";
"INFOADD" = "Select the individual recording name to see a detailed description or to listen to it. Add it to your playlist by pressing the green cross.";
"INFONOCUSTOM" = "You have no custom playlists. Tap the '+' button to create one.";
"INFOCUSTOM" = "Tap a playlist to view its tracks, or the '+' button to create a new playlist.";

"TIMEFORMATMIN" = "%d min";
"TIMEFORMATMINSEC" = "%dm %ds";
"TIMEFORMATSEC" = "%d sec";

"CUSTOMPLAYLIST" = "Custom Playlist";
"CUSTOMCATEGORY" = "Custom";
"CUSTOMDESCRIPTION" = "A customized playlist.";

"CREATELISTHEADER" = "Custom Playlist - %d min %d sec";
"CREATETRACKSHEADER" = "Addable Tracks";

"CATEGORYA" = "Intros and Endings";
"CATEGORYB" = "Physical Sensations";
"CATEGORYC" = "Breathing";
"CATEGORYD" = "Imagery";
"CATEGORYE" = "Internal Dialogue";
"CATEGORYF" = "Miscellaneous";

"PLAYINDEX" = "%u of %u";

"SORRY" = "Sorry!";
"NOEMAIL" = "Your phone cannot currently send emails. Configure Mail.app and check your network connection.";
"EMAILFAIL" = "The email could not be sent.";
"FILEWAIT" = "A track in this playlist is currently downloading. Please try again when the status bar activity indicator clears.";
"FILEFAIL" = "A track in this playlist needs to be downloaded. Please connect to the Internet so the app can retrieve files.";
